{
  "website": { "subtitle": "Перевірка стійкості", "searchBar": "Адреса пошуку......" },
  "cityNames": {
    "zhytomyr": "Житомир",
    "kryvyirih": "Кривий Ріг",
    "nikopol": "Нікополь",
    "dnipro": "Дніпро",
    "sumy": "Суми"
  },
  "layerNames": {
    "shelter": "Укриття",
    "vulnerability": "Vulnerability",
    "boundary": "Межі",
    "isochrone": "Ізохрони укриттів (пішохідна відстань)",
    "population": "Доступ до укриттів (пішохідна відстань): населення в межах/поза 5 хв",
    "healthSitePoint": "Медичні заклади",
    "healthSiteIsochrone": "Ізохрони медичних закладів",
    "healthSitePopulation": "Доступ до медичних закладів (автотранспортом): населення в межах/поза 10 хв",
    "waterSource": "Джерело водопостачання (фейкове)",
    "waterSourceCatchment": "Зона збору води",
    "waterSourcePopulation": "Зона збору води: населення в межах/поза певних кілометрів в залежностi від транспортної мережі",
    "energySupply": "Енергетична станція (фейкова)",
    "energySupplyCatchment": "Зона покриття енергетичної станції: населення в межах/поза певних кілометрів в залежностi від транспортної мережі",
    "nikopol": {
      "sewageLine": "Каналізаційна мережа",
      "sewagePoint": "Точка каналізаційної мережі"
    },
    "kryvyirih": {
      "waterNetworkLine": "Зміни в сценарії розвитку водопровідної мережі",
      "waterNetworkPoint": "Вузли водопровідної мережі",
      "betwcen": "Централізованість Міжсезоння"
    }
  },
  "legend": {
    "title": "Легенда",
    "isochrone": {
      "shelter": "Ізохрони укриттів ",
      "healthSite": "Ізохрони медичних закладів - ",
      "water": "Зона збору води ",
      "energy": "Зона збору енергії "
    },
    "minute": "хв",
    "kilometer": "км",
    "vulnerability": {
      "alarm": "години будильника",
      "size": "Чим більше населення в місті, тим більший радіус точки"
    },
    "population": {
      "accessible": "доступний",
      "population": "Населення",
      "text": "Найбільш населені райони, які не входять до ізохрон/зони збору"
    }
  },
  "sidebar": {
    "introductionPanel": {
      "header": "Вступ",
      "description": {
        "title": "Що таке ARTUR?",
        "text": "ARTUR – це проєкт, спрямований на міську стійкість і підтримку планування для українських міст. Він включає набір інструментів, зокрема цей прототип інструменту, розроблений для міських посадовців, таких як планувальники з питань катастроф, просторові планувальники та радники міських рад. Ці експерти можуть консультуватися з чіткою інформацією для прийняття рішень, що захищають їхні міста та прискорюють зусилля з відновлення."
      },
      "usage": {
        "title": "Як ARTUR допомагає містам ставати більш стійкими",
        "subtitle": "ARTUR...",
        "list": [
          "пояснює, що означає стійкість, і які концепції є важливими",
          "надає огляд стану вразливості регіону на національному рівні",
          "дозволяє вимірювати стійкість міста у розподіленому форматі",
          "пропонує картографічні інструменти для візуалізації та комунікації проблемних зон",
          "надає покрокові рекомендації для цільового планування заходів протидії"
        ],
        "suggestion": "Щоб почати користуватися інтерактивним прототипом інструменту, будь ласка, натисніть на пронумеровані кроки на бічній панелі та дотримуйтесь інструкцій."
      }
    },
    "dictionaryPanel": {
      "header": "Словник стійкості міст",
      "content": {
        "title": "Міська стійкість",
        "subtitle": {
          "definition": "Визначення",
          "access": "Як це можна оцінити",
          "phase": "Для якої фази розвитку"
        },
        "description": {
          "definition": "Стійкість міст - це здатність міських систем реагувати на кризи, одночасно адаптуюсь і розвиваючись на засадах сталого розвитку.Зосереджена на створенні надійних систем, які не лише витримують катастрофи та зовнішні потрясіння, але й трансформуються в напрямку довгострокової міської сталості.",
          "access": "Наступні 9 характеристик вважаються необхідними для забезпечення стійкості міської системи. Таким чином, оцінюючи внутрішні можливості стійкої системи, наскільки вони збалансовані, або які з них не працюють належним чином, міські суб'єкти можуть оцінити, в якому напрямку приймати рішення щодо розвитку. Наша система пов'язує ці 9 спроможностей стійкості з конкретними вимірами міської системи та відповідними індикаторами",
          "phase": [
            "Стійкість можна розглядати як постійно змінюваний стан системи. У цьому сенсі її можна оцінювати та моніторити періодично на різних етапах розвитку.",
            "Це особливо важливо, враховуючи в теоретичній основі, що системи під тиском або в стані невдачі повертаються до стабільного стану через фази: 1) відновлення, 2) адаптація і 3) трансформація.",
            "9 розглянутих можливостей стійкої міської системи можуть у цьому сенсі більше відповідати певній фазі, залежно від того, наскільки важливо оцінювати їх у короткостроковій (відновлення), середньостроковій (адаптація) або довгостроковій (трансформація) перспективі."
          ]
        },
        "capacities": {
          "class": {
            "1": "Під час відновлення (короткострокова перспектива)",
            "2": "Під час адаптації (середньострокова перспектива)",
            "3": "Під час трансформації (довгострокова перспектива)"
          },
          "title": {
            "definition": "Визначення",
            "practice": "Найкращі практики у міській формі",
            "example": "Приклади для українських міст:"
          },
          "Robustness": {
            "definition": "Властивість бути міцним у своїй структурі. Здатність переносити порушення без колапсу всієї системи, незважаючи на частоту та складність факторів, що їх викликають. Це самодостатні частини системи в надзвичайних ситуаціях, які можуть подолати кризи самостійно.",
            "practice": [
              "Стійка нова будівельна інфраструктура (антисейсмічна, стійка до повеней)",
              "Множинні та резервні системи водо- та енергопостачання",
              "Компактні та добре пов’язані райони",
              "Транспортна мережа з кількома альтернативними маршрутами",
              "Зелена інфраструктура, інтегрована у міське середовище для зменшення екологічного навантаження"
            ],
            "example": {
              "type": "list",
              "data": [
                "Розподілені та децентралізовані енергосистеми для запобігання масштабним відключенням електроенергії.",
                "Громадські простори, які також є резервуарами для зберігання води під час злив.",
                "Наявність резервних та децентралізованих станцій комунального постачання, а також їхнє поєднання із залежними службами (електрика, вода, опалення) у близьких локаціях для уникнення збоїв у далеких розподільних мережах.",
                "Здатність приймати ВПО (внутрішньо переміщених осіб). Підземні простори.",
                "Розподіл критичних інфраструктурних об'єктів.",
                "Загальна децентралізація (послуг, людей, ресурсів, економіки)."
              ]
            }
          },
          "Redundancy": {
            "definition": "Ту саму функцію або частину системи надають кілька разів, щоб зберігати резервні можливості (території та інфраструктуру) для реагування на непередбачувані ризики, які можна використовувати за потреби.",
            "practice": [
              "Резервні системи для комунальних послуг (вода, енергія, тепло, транспорт)",
              "Альтернативні шляхи для транспортних систем"
            ],
            "example": {
              "type": "list",
              "data": [
                "Наявність резервних систем для комунальних послуг (вода, енергія, тепло, транспорт)",
                "Альтернативні шляхи для транспортних систем.",
                "Наявність декількох джерел енергії, наприклад, сонячної, гідроелектричної, газової.",
                "Підземні джерела розподілу, наприклад, газ є менш вразливим до бомбардувань у порівнянні з сонячними панелями.",
                "Близькість джерел комунальних послуг для уникнення збоїв через довгі відстані розподілу."
              ]
            }
          },
          "Inclusiveness": {
            "definition": "Соціальна: здатність людей реагувати разом на будь-які порушення залежить від їх соціального капіталу.\nФізична: врахування екологічної інженерії як засобу передбачення, проектування, відновлення та управління екосистемами, що інтегрують \"людське суспільство з його природним середовищем на користь обом\".",
            "practice": [
              "Соціальна: багатофункціональні простори, спільні двори, громадські простори з урахуванням доступності (пандуси, тактильні шляхи), місцеві громадські хаби та центри, публічні бібліотеки, більше громадських просторів.",
              "Фізична: екологічна урбаністика як принцип, де міський дизайн визначається природними елементами, що є невід’ємною частиною його структури."
            ],
            "example": {
              "type": "grouped",
              "data": {
                "Social": [
                  "Громадські простори, які підходять для людей з обмеженими можливостями після війни.",
                  "Місцеві громадські хаби та центри."
                ],
                "Physical": [
                  "Фізична інфраструктура, задумана як багатофункціональна (наприклад, житлові одиниці поєднані з освітніми, культурними або рекреаційними просторами для підвищення соціальної згуртованості).",
                  "Проектування на основі природних умов, таких як наявність водойм, зелених резервуарів, топографії, без усунення природного середовища з міських планів.",
                  "Врахування географічного розташування міст (близькість до води як ресурсу).",
                  "Забезпечення балансу в плануванні землекористування (житлові райони, сільське господарство, промисловість)."
                ]
              },
              "group": {
                "Social": "Соціальна",
                "Physical": "Фізична"
              }
            }
          },
          "Diversity": {
            "definition": "Головне джерело майбутніх можливостей. Чим більше різноманіття, тим краща здатність системи адаптуватися до широкого спектру різних і непередбачуваних обставин (Walker & Salt, 2006).",
            "practice": [
              "Змішане використання",
              "Багатофункціональні простори",
              "Короткі блоки",
              "Різноманітність віку та щільності будівель",
              "Просторова гетерогенність"
            ],
            "example": {
              "type": "list",
              "data": [
                "Рівень різноманіття типів землекористування в межах району міста (наприклад, потреба у великих просторах для альтернативного використання у разі надзвичайної ситуації, таких як спортивний зал для розміщення).",
                "Парки, які також є басейнами для збору води.",
                "Місцева економічна різноманітність.",
                "Диверсифікація джерел постачання енергії, води та тепла.",
                "Різноманітна система громадського транспорту (розподіл та способи пересування)."
              ]
            }
          },
          "Integration": {
            "definition": "Здатність різних систем, секторів і зацікавлених сторін у місті працювати разом для вирішення викликів, співпрацювати в соціальних, економічних, екологічних та управлінських вимірах і створювати єдиний підхід для прогнозування, реагування та відновлення від стресів і потрясінь.",
            "practice": [
              "Фізична: інтермодальний транспорт, райони змішаного використання, нові райони ближче до BRT-ліній, зелено-синя інфраструктура, інтеграція комунальних послуг із міським дизайном, інтеграція \"розумного міста\".",
              "Соціальна/Інституційна: міжсекторальна співпраця, багаторівневе управління, підходи знизу-вгору в місцевому управлінні, політики, засновані на системному мисленні."
            ],
            "example": {
              "type": "grouped",
              "data": {
                "Physical": [
                  "Взаємопов’язані транспортні мережі.",
                  "Забезпечення врахування ізольованих громад у плануванні.",
                  "Підземна та наземна зв’язність у містах.",
                  "Інтегровані забудовані та природні простори для психічного здоров’я та ефективності використання простору.",
                  "Доступність у містах, тобто короткі відстані, покращення руху пішоходів.",
                  "Покращена навігація та попереджувальні сигнали."
                ],
                "Social": [
                  "Залучення громади до місцевих планувальних рішень.",
                  "Збір місцевих знань для надання можливостей населенню та почуття приналежності (щоб запобігти скороченню міст).",
                  "Скоординовані операції з реагування на надзвичайні ситуації."
                ]
              },
              "group": {
                "Social": "Соціальна",
                "Physical": "Фізична"
              }
            }
          },
          "Transparency": {
            "definition": "Чітке, відкрите та доступне спілкування інформації про ризики, рішення, політики та дії, що забезпечує розуміння та участь усіх зацікавлених сторін, включаючи мешканців, уряди та організації, у процесах підвищення стійкості. Прозорість сприяє довірі, підзвітності та співпраці, які є важливими для ефективної міської стійкості.",
            "practice": [
              "Інформування населення для підвищення обізнаності.",
              "Інституційна підзвітність за витрати та інвестиції в розвиток міста."
            ],
            "example": {
              "type": "list",
              "data": [
                "Інформування населення про заходи з енергозбереження.",
                "Інституційна підзвітність за витрати та інвестиції на відновлення міста.",
                "Інформування населення про надзвичайні заходи у власних містах.",
                "Покращена навігація, попереджувальні сигнали та системи раннього попередження.",
                "Забезпечення доступу до інформації для більш вразливих верств населення (літні люди, самотні батьки, люди, які страждають через цифровий розрив)."
              ]
            }
          },
          "Resourcefulness": {
            "definition": "Здатність міста ефективно зберігати, мобілізувати, керувати та розподіляти ресурси для реагування, відновлення та адаптації до потрясінь і стресів.",
            "practice": [
              "Ефективна мобілізація людських ресурсів (оператори екстрених служб).",
              "Здатність отримувати та мобілізувати фінансові кошти.",
              "Належне управління природними ресурсами, такими як відновлювані джерела енергії, водосховища або громадські простори для психічного здоров’я населення."
            ],
            "example": {
              "type": "grouped",
              "data": {
                "Resourcefulness of space": [
                  "Можливість створення додаткової інфраструктури для розміщення переміщених осіб.",
                  "Використання парків як резервуарів для води.",
                  "Повторне використання залишкових матеріалів зі зруйнованих будівель і споруд.",
                  "Наявність добре обладнаних підземних просторів."
                ],
                "Resourcefulness of human capital": [
                  "Наявність населення з високим рівнем обізнаності та здатністю реагувати на надзвичайні ситуації.",
                  "Наявність потужностей для зберігання джерел енергії на кілька днів.",
                  "Підтримка малих, місцевих підприємств."
                ]
              },
              "group": {
                "Resourcefulness of space": "Винахідливість простору",
                "Resourcefulness of human capital": "Винахідливість людського капіталу"
              }
            }
          },
          "Reflectiveness": {
            "definition": "Міська система або механізм, який активно навчається на минулому досвіді, передбачає майбутні виклики та відповідно адаптує свої структури, політики та поведінку, щоб покращити стійкість. Вона інтегрує цикли зворотного зв’язку, колективне навчання та адаптивні стратегії для забезпечення здатності реагувати на стреси та потрясіння та відновлюватися після них.",
            "practice": [
              "Наявність кампаній, що інформують про обізнаність.",
              "Залучення місцевих дослідницьких установ у співпраці з місцевими планувальниками для перспективного планування в умовах кліматичної невизначеності.",
              "Гнучке міське планування."
            ],
            "example": {
              "type": "list",
              "data": [
                "Навчання у міст-регіонів про заходи з відновлення, забезпечення належного інформування громадян.",
                "Вивчення досвіду європейських міст, що пережили війну.",
                "Здатність мати гнучкі планувальні заходи в умовах війни.",
                "Використання більшого припливу фінансування для відновлення країни (девіз \"відбудувати краще\").",
                "Планування належних планів евакуації на основі попереднього досвіду."
              ]
            }
          },
          "Flexibility": {
            "definition": "(адаптовано з мінливості) прийняття гнучкості замість спроби контролювати або зменшувати її (Walker & Salt, 2006). / гнучка система може змінюватися та еволюціонувати відповідно до змінних обставин.",
            "practice": [
              "Планування вуличної мережі з частими перехрестями для перенаправлення.",
              "Адаптивне використання землі.",
              "Модульний або поступовий дизайн житлових приміщень.",
              "Багатофункціональні простори.",
              "Інфраструктура, яка враховує нові технології або можливості без необхідності повної заміни (безпровідні технології)."
            ],
            "example": {
              "type": "list",
              "data": [
                "Взаємозамінність: будівлі, здатні використовуватися для альтернативних тимчасових потреб (притулки для ВПО).",
                "Додаткова інфраструктура, придатна для використання як медичні заклади у разі надзвичайної ситуації.",
                "Можливість швидкого облаштування додаткового притулку для несподіваних ВПО.",
                "Багатофункціональне використання будівель.",
                "Трансформований дизайн.",
                "Будівництво нової інфраструктури з урахуванням розвитку технологій без необхідності повної заміни (наприклад, бездротові технології)."
              ]
            }
          }
        },
        "button": "Натисніть тут, щоб ознайомитися з відповідними показниками"
      }
    },
    "vulnerabilityPanel": {
      "header": "Перевірка вразливостей (загальна)",
      "definition": {
        "header": "вразливість",
        "subtitle": "визначення",
        "text": "Вразливість - це умови, що визначаються фізичними, соціальними, економічними та екологічними факторами або процесами, які підвищують вразливість особи, громади, активів або систем до впливу небезпек (джерело: UNDRRR)."
      },
      "layer": "Загальнонаціональні рівні",
      "citySelection": {
        "title": "Вибір міста",
        "text": "Будь ласка, виберіть ваше місто:",
        "selectDefault": "Виберіть місто"
      },
      "propertySelector": {
        "selectLabel": "вибрати властивість забарвлення",
        "properties": {
          "region": "регіон",
          "district of region": "район регіону",
          "hromada (territorial community)_1": "громада (територіальна громада)_1",
          "city": "місто",
          "city status": "статус міста",
          "city_area": "площа міста, кв. км",
          "males, %": "чоловіки, %",
          "females, %": "жінки, %",
          "0_17 age, %": "0-17 років, %",
          "18_44 age, %": "18-44 роки, %",
          "45_60 age, %": "45-60 років, %",
          "61_64 age, %": "61-64 роки, %",
          "65+ age,  %": "65+ років,  %",
          "median monthly income per person, uah": "медіанний щомісячний дохід на особу, грн",
          "is the city was under occupation?": "чи було місто під окупацією?",
          "active hostilities / occupied territory": "активні бойові дії / окупована територія",
          "number of alarms in the region in 2024": "кількість тривог у регіоні у 2024 році",
          "duration of alarms, hours in 2024": "тривалість тривог, години у 2024 році",
          "number of alarms in the region in 2024 / per day": "кількість тривог у регіоні у 2024 році / на день",
          "num_idps_oblast": "Кількість ВПО в області",
          "population_2022": "Населення міста (перепис 2022 року)",
          "number of idps_1": "Кількість ВПО на рівні міста",
          "working_age individuals unemployment rate, %": "Рівень безробіття серед осіб працездатного віку в місті",
          "distance from the border with rf / rb / front line": "Відстань від міста до зони конфлікту або під контролем ворога"
        }
      }
    },
    "indicatorPanel": {
      "header": "Показник стійкості міст (місцевий)",
      "explanation": {
        "header": "Подальші дії",
        "1": "Після того, як карта переміститься до певного району міста, виберіть меню індикаторів, щоб розпочати локальну оцінку стійкості міста. Меню індикаторів пропонує список за замовчуванням з системи ARTUR. Кольори списку індикаторів відносяться до різних сфер міської системи (соціальні, фізичні, інституційні або економічні індикатори).  Натиснувши на кожну з них, ви можете розпочати опитування та відповісти на запропоновані запитання, які впливають на остаточний результат.",
        "2": "Коли опитування буде завершено за всіма наданими показниками, ви зможете отримати «оцінку стійкості» (загальну або за категоріями), натиснувши на кнопку внизу панелі."
      },
      "indicator": "Індикатори",
      "graph": "Графіки індикаторів",
      "list": "Перелік індикаторів",
      "result": "Показник стійкості",
      "button": {
        "graph1": "Основні показники",
        "graph2": "Показати всі індикатори (включаючи ті, що не використовуються)"
      },
      "questionnaire": {
        "title": "Опитувальник",
        "buttons": { "submit": "Надіслати", "close": "Закрити" },
        "warning": "Будь ласка, дайте відповідь на всі запитання!"
      },
      "radarChart": {
        "name": {
          "dimension": "Оцінка стійкості за вимірами",
          "total": "Оцінка стійкості: основні індикатори"
        },
        "type": { "dimension": "За вимірами", "total": "Загалом" },
        "social": "Соціальна",
        "economic": "Економічна",
        "institutional": "Інституційна",
        "physical": "Фізична"
      }
    },
    "dataPanel": {
      "header": "Візуалізація даних",
      "close": "Закрити",
      "control": {
        "header": "Керування шарами",
        "basemaps": "Базові карти",
        "overlays": "Інформаційні шари"
      },
      "sets": {
        "shelter": "Укриття",
        "healthSite": "Медичні заклади",
        "waterSource": "Водопостачання",
        "energySupply": "Енергопостачання",
        "waterNetworkDistribution": "Розподіл мереж водопостачання"
      },
      "popups": {
        "sheltersInfo": "Інформація про укриття",
        "shelterPopulationInfo": "Інформація про населення з доступом до притулків",
        "healthSitePopulationInfo": "Інформація про населення з доступом до медичних закладів",
        "waterSourcePopulation": "Інформація про населення в зоні покриття джерел води"
      },
      "healthSiteIsochroneType": {
        "label": "вибрати тип ізохрони",
        "auto": "Авто",
        "bus": "Автобус",
        "bicycle": "Велосипед",
        "pedestrian": "Пішохід"
      },
      "populationChartText": {
        "shelterAccess": "Доступно за 5 хв",
        "shelterInaccess": "Недоступно за 5 хв",
        "healthSiteAccess": "Доступно за 10 хв",
        "healthSiteInaccess": "Недоступно за 10 хв",
        "waterSourceAccess": "В зоні збору",
        "waterSourceInaccess": "Позазоною збору"
      }
    },
    "settingsPanel": {
      "header": "Налаштування",
      "language": "Виберіть мову:",
      "step1": {
        "title": "Крок 1",
        "content": "Будь ласка, оберіть своє місто:",
        "selectDefault": "Оберіть місто"
      },
      "step2": {
        "title": "Крок 2",
        "content": "З обраних типів викликів у цьому місті, будь ласка, виберіть той, який ви хочете дослідити. Потім натисніть ",
        "selectDefault": "Оберіть тему"
      },
      "step3": {
        "title": "Крок 3",
        "content": "Будь ласка, відкрийте панель керування, а потім виберіть тип порушення у верхній діаграмі для оцінки на карті. Потім натисніть ",
        "tableHeaders": {
          "diagnoseDashboard": "Перша діагностична панель",
          "city": "Місто:",
          "challenge": "Виклик:",
          "summary": "Підсумок:"
        },
        "summary": {
          "water": "Водопостачання стикається з численними викликами, які впливають на збір, розподіл та санітарні заходи. У наступних діаграмах пояснюються конкретні типи загроз.",
          "energy": "Енергопостачання стикається з різними викликами, включаючи перебої в постачанні та попиті."
        }
      }
    },
    "analysisDashboard": {
      "open": "Відкрити інформаційну панель",
      "challenge": "Виклик",
      "disruption_types": "Типи порушень:",
      "water_supply_chain": "Ланцюг водопостачання",
      "affected_urban_resilience_capacities": "Пошкоджені міські спроможності до стійкості",
      "navigate_to_the_map": "Перейти до карти",
      "go_to_layer_set": "Перейти до набору шарів джерела води",
      "other_components": "Інші пошкоджені компоненти міської системи",
      "download": "Завантажити"
    },
    "buttons": {
      "goToStep1": " Перейти до Кроку 1",
      "back": " Назад",
      "next": " Далі",
      "goToLayerControl": " Перейти до контролю шарів",
      "documentation": "Супровідна документація"
    },
    "topics": {
      "water": "Вода",
      "energy": "Енергія",
      "evacuation": "Евакуація",
      "heating": "Опалення",
      "ecology": "Екологія",
      "physicalSafety": "Фізична безпека"
    }
  },
  "indicatorChart": {
    "buttons": {
      "download": " Завантажити графік",
      "switch": "Перегляд"
    },
    "modal": {
      "title": "Параметри завантаження",
      "resolution": "Роздільна здатність (співвідношення пікселів):",
      "color": "Колір фону:",
      "format": "Формат зображення:"
    },
    "graphTypes": {
      "sankey": "Sankey-графік",
      "sunburst": "графік сонячних сплесків"
    }
  },
  "echarts": {
    "name": "Міська стійкість",
    "social": {
      "name": "СОЦІАЛЬНИЙ",
      "1": {
        "name": "Основні потреби",
        "1": "Безпечне та доступне житло",
        "2": "Адекватне та доступне енергопостачання",
        "3": "Інклюзивний доступ до безпечної питної води",
        "4": "Ефективна санітарія",
        "5": "Достатній доступ до їжі за доступними цінами"
      },
      "2": {
        "name": "Підвищення потенціалу та обізнаності населення",
        "1": "Доступ до навичок та досвіду для реагування на ризики та катастрофи",
        "2": "Доступність навчальних матеріалів (мовні аспекти)",
        "3": "Обмін знаннями та навчання з іншими містами, які стикаються з подібними викликами"
      },
      "3": {
        "name": "Підтримка громади",
        "1": "Участь громадських організацій у плануванні та реагуванні на надзвичайні події",
        "2": "Доступна кримінальна та цивільна юстиція",
        "3": "Згуртовані громади",
        "4": "Навчальні програми для найбільш вразливих та потребуючих населення",
        "5": "Залучення громадян до питань стійкості до катастроф та відновлення",
        "6": "Широка обізнаність та підготовка громади",
        "7": "Основні громадські заклади: університети, школи, медичні центри, ринки тощо",
        "8": "Соціальна інфраструктура, включаючи школи, лікарні та клініки",
        "9": "Підтримка місцевих громад",
        "10": "Сильна міська ідентичність та культура",
        "11": "Активно залучені громадяни",
        "12": "Практичні заняття та тренування за участю громадськості та професіоналів",
        "13": "Адекватна освіта для всіх",
        "14": "Громадські будівлі, релігійні споруди та історичні/культурні активи",
        "15": "Актуальні навички та навчання"
      },
      "4": {
        "name": "Екосистемні послуги",
        "1": "Обізнаність про екосистемні послуги, що надаються місту природним капіталом за його межами",
        "2": "Обізнаність про функції або послуги, які забезпечує природний капітал"
      },
      "5": {
        "name": "Планування стійкості",
        "1": "Освіта населення щодо ризиків, катастроф та інформації про небезпеки",
        "2": "Безпечні місця/притулки та маршрути евакуації",
        "3": "Навчання з ризиків та стійкості для всіх секторів міста, включаючи уряд, бізнес, НУО та громаду",
        "4": "Обізнаність про необхідне обладнання та постачання + їх наявність"
      },
      "6": {
        "name": "Служби безпеки",
        "1": "Ефективні системи для запобігання злочинності",
        "2": "Спостерігається високий рівень злочинності"
      }
    },
    "economic": {
      "name": "ЕКО-НОМІЧНИЙ",
      "1": {
        "name": "Економічна діяльність",
        "1": "Різноманітна економічна база",
        "2": "Промислові зони, включаючи порти, промислові зони та фабрики",
        "3": "Підтримка механізмів фінансування",
        "4": "Економічні об'єкти (банки, бізнес-центри, торговельні центри, ринки тощо)"
      },
      "2": {
        "name": "Економічний вплив",
        "1": "Бізнеси з документованим планом безперервності",
        "2": "Знання про фінансові можливості (для місцевої економіки та відновлення)",
        "3": "Привабливе бізнес-середовище",
        "4": "Економічний вплив",
        "5": "Рівень страхового покриття в місті для всіх секторів - бізнесу та громади",
        "6": "Інструменти стимулювання бізнесу та суспільства для підтримки побудови стійкості",
        "7": "Планові інвестиції",
        "8": "Комплексне планування безперервності бізнесу",
        "9": "Інклюзивна політика праці",
        "10": "Розвиток місцевого бізнесу та інновацій",
        "11": "Сильна інтеграція з регіональною та глобальною економіками",
        "12": "Економічна діяльність, включаючи комерційні зони, центральні ділові райони, готелі та туристичні об'єкти"
      },
      "3": {
        "name": "Планування стійкості",
        "1": "Фінансовий план і бюджет для стійкості, включаючи резервні фонди",
        "2": "Прогнозовані зміни щільності населення та економічної активності",
        "3": "Щільності"
      },
      "4": {
        "name": "Управління",
        "1": "Зміни в межах міста загалом"
      }
    },
    "institutional": {
      "name": "ІНСТИТУ-\nЦІЙНИЙ",
      "1": {
        "name": "Управління",
        "1": "Орган управління катастрофами має достатню кількість персоналу",
        "2": "Консультативний процес планування",
        "3": "Неформальні зони розвитку",
        "4": "Міцний процес затвердження планування",
        "5": "Добре керовані державні фінанси",
        "6": "Адекватне урядове прийняття рішень",
        "7": "Ефективна координація з іншими державними органами",
        "8": "Проактивна багатостороння співпраця",
        "9": "Чи існує багатовідомчий/секторний механізм з відповідними повноваженнями та ресурсами для зменшення ризиків катастроф?",
        "10": "Міський розвиток для підвищення стійкості",
        "11": "Будівельні кодекси або стандарти враховують ризики та небезпеки",
        "12": "Забезпечення та перевірка зонування будівель та регулювання",
        "13": "Справедливий обмін даними для підвищення стійкості",
        "14": "Планування відновлення після подій, включаючи економічний перезапуск та соціальні аспекти",
        "15": "Проактивна профілактика корупції",
        "16": "Комплексний моніторинг міста та управління даними"
      },
      "2": {
        "name": "Використання землі",
        "1": "Призначення землекористування",
        "2": "Зміни у призначеннях землекористування"
      },
      "3": {
        "name": "Планування ризиків та катастроф",
        "1": "Зменшення ризиків катастроф у міських планувальних інструментах згідно з Рамковою програмою Сендай",
        "2": "Картографування та моніторинг вразливості (вразливі групи та активи, аналіз сценаріїв катастроф)",
        "3": "Чи включають процеси оцінки після подій аналіз помилок та можливість врахування уроків у проектуванні та реалізації відновлювальних проектів?",
        "4": "Система раннього попередження та досягнення рівня готовності",
        "5": "Комплексне урядове управління надзвичайними ситуаціями",
        "6": "Інтеграція стійкості у функції/портфелі міста",
        "7": "Центр оперативного реагування: взаємодія між відомствами та реалізація",
        "8": "План управління катастрофами/підготовки/реагування на надзвичайні ситуації",
        "9": "Адекватне використання землі та зонування",
        "10": "Належне планування землекористування з урахуванням ризиків, небезпек та вразливості",
        "11": "Розташування різних адміністративних/урядових будівель у вашому місті, включаючи на рівні районів, якщо це доречно",
        "12": "Прогнозовані зміни в розташуванні вразливих груп населення"
      },
      "4": {
        "name": "Системи охорони здоров'я",
        "1": "Належний доступ до якісної медичної допомоги",
        "2": "Невідкладна медична допомога",
        "3": "Ефективні служби екстреного реагування",
        "4": "Міцні системи громадського здоров'я",
        "5": "Служби безпеки: пожежна служба, поліцейські дільниці тощо"
      }
    },
    "physical": {
      "name": "ФІЗИЧНИЙ",
      "1": {
        "name": "Комунікація",
        "1": "Комунікація: радіо/ТБ станції, вежі мобільного зв'язку та існуюча телекомунікаційна інфраструктура",
        "2": "Надійні технології зв'язку"
      },
      "2": {
        "name": "Екосистемні послуги",
        "1": "Інтеграція зеленої та блакитної інфраструктури в політику та проекти міста",
        "2": "Природні елементи, мангрові ліси, пагорби, річки, плантації тощо"
      },
      "3": {
        "name": "Управління",
        "1": "Захищені технологічні мережі",
        "2": "Межі міста та субмуніципальні межі (наприклад, райони, квартали)"
      },
      "4": {
        "name": "Використання землі",
        "1": "(за необхідності) промислові зони, сільськогосподарські території, екологічно чутливі зони, основні громадські простори (наприклад, громадські площі, парки, спортивні та рекреаційні об'єкти тощо), інші відповідні види землекористування"
      },
      "5": {
        "name": "Основна інфраструктура",
        "1": "Основна інфраструктура: водопостачання, каналізація, дороги, автомагістралі, мости, порти, енергопостачання тощо",
        "2": "Критична інфраструктура: картографування, планування та стратегії захисту",
        "3": "Пошкоджена інфраструктура та послуги",
        "4": "Захисна інфраструктура: добре спроектована та побудована на основі інформації про ризики",
        "5": "Вода - питна та каналізація, енергія, транспорт, зв'язок, охорона здоров'я: забезпечення мінімального рівня для \"найважчого\" сценарію катастрофи",
        "6": "Основні дороги",
        "7": "Транспорт: основні дороги, автовокзал, аеропорт, залізнична станція та колії тощо",
        "8": "Вода, санітарія та енергетика: первинна дренажна мережа, основні резервуари для води/водосховища, інфраструктура очищення стічних вод тощо;"
      },
      "6": {
        "name": "Основна інфраструктура та планування стійкості",
        "1": "Сумлінне обслуговування та безперервність",
        "2": "Гнучкі інфраструктурні послуги",
        "3": "Збережена резервна потужність"
      },
      "7": {
        "name": "Планування ризиків та катастроф",
        "1": "Зруйноване та пошкоджене житло",
        "2": "Постраждалі райони",
        "3": "Топографія: висота, водні об'єкти",
        "4": "Картографування та моніторинг небезпек (загальна обізнаність)",
        "5": "Спільне розуміння ризиків інфраструктури (органи влади, постачальники комунальних послуг, управління інфраструктурою)",
        "6": "Картографування та моніторинг небезпек (чітке та регулярне картографування)",
        "7": "Інфраструктура для пом'якшення наслідків небезпек, включаючи розташування морських стін, дамб, резервуарів",
        "8": "Ідентифікація каскадних ефектів",
        "9": "Райони вашого міста, які постраждали від природних небезпек у минулому, наприклад, повені, сильні вітри, пожежі, ерозії, зсуви тощо",
        "10": "Зміни в інтенсивності, частоті та розташуванні небезпек на основі моделювання небезпек"
      },
      "8": {
        "name": "Планування стійкості",
        "1": "% освітніх структур, які піддаються ризику пошкодження від \"найімовірніших\" та \"найважчих\" сценаріїв",
        "2": "Адекватна безперервність для критичних активів та послуг",
        "3": "Комплексний моніторинг небезпек та оцінка ризиків",
        "4": "Обладнання для першого реагування, за підтримки військових чи цивільних",
        "5": "Їжа, укриття, основні товари та паливо для реагування на надзвичайні ситуації",
        "6": "Вразливість та ризик",
        "7": "Різноманітні та доступні транспортні мережі"
      }
    },
    "capacities": {
      "Robustness": "Міцність",
      "Redundancy": "Резервування",
      "Diversity": "Різноманітність",
      "Integration": "Інтеграція",
      "Transparency": "Прозорість",
      "Resourcefulness": "Ресурсність",
      "Inclusiveness": "Інклюзивність",
      "Reflectiveness": "Рефлексивність",
      "Flexibility": "Гнучкість"
    },
    "subtitle": {
      "dimension": "Міські виміри",
      "indicator": "Індикатори вимірювання",
      "capacity": "Потенціал стійкості"
    }
  },
  "initialIndicators": {
    "name": "Міська стійкість",
    "social": {
      "name": "СОЦІАЛЬНИЙ",
      "1": {
        "name": "Базові потреби",
        "1": {
          "name": "Укриття та шляхи евакуації",
          "questions": {
            "1": {
              "text": "Якою мірою місто має достатню кількість безпечного та доступного житла?",
              "score 0": "У місті гострий дефіцит доступного житла. Люди не мають безпеки володіння житлом, а права власності є неприйнятними. Існують великі райони міста, де встановилися неофіційні (незаплановані) поселення, що є непридатними для проживання.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Пропозиція доступного житла в місті відповідає попиту. Це житло відповідає вимогам мешканців (у плані простору та якості). Існує ефективна модель фінансування для забезпечення безпечного житла для бідних. У місті є стимули та доступні фінансові механізми для покращення стандартів існуючого житлового фонду, щоб він краще відповідав прогнозованим стресам і загрозам. Земельні та майнові права, а також регулювання оренди забезпечують мешканцям міста безпеку. Існують програми легітимізації неофіційних поселень, підтримуючи деяких із найбідніших громадян міста."
            },
            "2": {
              "text": "Якою мірою житловий фонд міста є безпечним для проживання?",
              "score 0": "Відсутні стандарти житлового будівництва та регулювання. Специфічні будівельні норми не існують, а поради щодо будівництва/ремонту власникам та орендарям відсутні. Деякі райони, схильні до стихійних лих, мають високу щільність населення. У багатьох частинах міста значна частка житлових будинків може бути погано збудована. Землеволодіння в багатьох частинах міста не є чітким.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Житловий фонд міста регулюється добре розробленими та впровадженими кодексами, стандартами й нормами. Житлова забудова в зонах, схильних до стихійних лих, уникнута, а житлові квартали міста розташовані в районах із низьким ризиком. Власникам та орендарям надається інформація/навчання/підтримка щодо будівництва та ремонту, включаючи поради щодо виявлення пошкоджень, спричинених шоковими подіями або довготривалими структурними напругами. Інформація постійно переглядається, оновлюється та інтегрується у міське житлове планування."
            },
            "3": {
              "text": "Якою мірою існують механізми для ефективного планування екстреного житла та тимчасового розміщення?",
              "score 0": "Не існує механізмів для ефективного планування екстреного житла та тимчасового розміщення.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "У місті існує план екстреного житла для часів надзвичайних ситуацій та/або житло розглядається як частина планів дій на випадок великих інцидентів. Плани передбачають необхідність притулку на різних етапах катастрофи, включаючи негайний короткостроковий притулок і середньо-довгострокове замінне житло. Плани враховують не лише розміщення, але й необхідні для роботи цих закладів об'єкти та персонал. План житла є продуманим, поступовим процесом, який здатний відповідати потенційному впливу місцевих загроз і подальшого попиту населення міста."
            }
          }
        },
        "2": {
          "name": "Ефективна санітарія",
          "questions": {
            "1": {
              "text": "Якою мірою наразі забезпечується безпечна, надійна та доступна санітарія у всіх районах міста?",
              "score 0": "Більшість домогосподарств у великих районах не мають доступу до санітарії. Несправності існуючої санітарної інфраструктури є поширеним явищем. Не існує стандартів санітарії. Відсутній регулюючий орган, що здійснює нагляд за дотриманням санітарних норм і стандартів.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Усі домогосподарства в усіх частинах міста підключені до надійної безпечної каналізаційної мережі (тобто не септиків) із заходами безпеки для запобігання збоїв. Санітарні норми та стандарти існують і суворо дотримуються, випадки недотримання трапляються вкрай рідко."
            },
            "2": {
              "text": "Якою мірою існує план дій у разі порушення роботи системи санітарії та/або збільшення обсягу стічних вод, які потребують очищення?",
              "score 0": "Відсутні плани забезпечення належного рівня санітарії у разі серйозного порушення роботи мережі санітарії або збільшення обсягу стічних вод, які потребують очищення.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Існують надійні аварійні заходи/плани, що визначають дії та відповідальних осіб, включаючи альтернативні санітарні рішення. Дії доводяться до відома громадян. Планування забезпечує можливість системи санітарії справлятися з перебоями."
            }
          }
        },
        "3": {
          "name": "Інклюзивний доступ до безпечної питної води",
          "questions": {
            "1": {
              "text": "Якою мірою забезпечується безпечний, надійний і доступний розподіл питної води до домогосподарств у всьому місті?",
              "score 0": "Більшість домогосподарств у великих районах міста не підключені до надійного безпечного джерела питної води. Не існує стандартів якості води. Відсутній регулюючий орган, який забезпечував би дотримання стандартів якості води.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Усі домогосподарства в усіх частинах міста підключені до добре регульованого джерела питної води з процедурами безпеки, які гарантують дотримання суворих стандартів якості у будь-який час."
            },
            "2": {
              "text": "Якою мірою забезпечується ефективне планування альтернативних (резервних) джерел водопостачання?",
              "score 0": "Відсутні механізми планування альтернативних джерел водопостачання. Відсутні плани резервного постачання.",
              "score 1": "Рівень обслуговування 20 - 40% (включаючи якість)",
              "score 2": "Рівень обслуговування 40 - 60% (включаючи якість)",
              "score 3": "Існують плани аварійного водопостачання, які визначають, як буде розподілятися питна вода у разі значної події або серйозного порушення роботи системи. Добре розроблені механізми забезпечують резервне водопостачання мешканців, зокрема найбільш вразливих категорій, під час надзвичайних ситуацій. Плани базуються на точних, актуальних даних. Механізми забезпечують регулярний перегляд і оновлення планування."
            }
          }
        },
        "4": {
          "name": "Достатнє постачання доступної їжі",
          "questions": {
            "1": {
              "text": "Якою мірою доступні адекватні та поживні продукти для всіх домогосподарств?",
              "score 0": "Все складніше домогосподарствам доступати до якісних продуктів за доступними цінами. Ціни на основні продукти харчування за останні роки значно коливаються і стали менш доступними. Ціни на основні продукти харчування в місті сильно залежать від економічних чи політичних змін, і ці товари стали значно дорожчими.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Місто має надійне постачання поживної їжі, яке мало піддається впливу економічних чи політичних змін. Ціни на основні продукти харчування в останні роки практично не змінювались. Всі домогосподарства мають можливість доступити до якісної, поживної їжі за доступними цінами. Місто реалізувало ініціативи для збільшення виробництва їжі в межах міста."
            },
            "2": {
              "text": "Якою мірою адекватні та поживні продукти доступні для домогосподарств по всьому місту?",
              "score 0": "Багато домогосподарств мають обмежений доступ до точок продажу, що пропонують адекватні, свіжі та поживні продукти (наприклад, через відсутність ринків чи супермаркетів в окремих районах).",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Вжито ініціатив для оцінки доступності якісних, поживних продуктів у фізичному доступі до домогосподарств по всьому місту. В місті немає районів, які можна було б назвати 'продуктовими пустелями' (тобто де немає достатнього доступу до ринків, супермаркетів чи інших торгових точок, що продають свіжу, поживну їжу за розумними цінами). Всі домогосподарства мають хороший доступ до точок продажу, що пропонують адекватні, свіжі та поживні продукти за розумними цінами."
            },
            "3": {
              "text": "Якими механізмами забезпечується безперебійне постачання основних продуктів під час надзвичайних ситуацій і в умовах стресу (наприклад, коли припиняється імпорт основних продуктів харчування)?",
              "score 0": "Не існує планів на випадок значних збоїв у постачанні основних продуктів харчування.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Існують планування для міста щодо забезпечення необхідними продуктами в разі значних збоїв чи надзвичайних ситуацій. Плани базуються на актуальних даних. Механізми регулярного перегляду та оновлення планів для забезпечення стійкості постачання основних продуктів."
            }
          }
        }
      },
      "2": {
        "name": "Підтримка громади",
        "1": {
          "name": "Громадські організації, що беруть участь у плануванні до події та реагуванні після події",
          "questions": {
            "1": {
              "text": "Чи беруть громадські організації участь у плануванні до події та реагуванні після події для кожного району міста?",
              "score 0": "Є дуже мало залучення громадських організацій у місті.",
              "score 1": "Громадські організації усвідомлюють важливість зниження ризику стихійних лих, вони підтримують підвищення обізнаності, але не беруть активної участі в реагуванні чи плануванні.",
              "score 2": "Залучення громадських організацій є, але воно не охоплює всі райони або не є всеосяжним у плануванні чи реагуванні.",
              "score 3": "Громадські організації, що охоплюють значну частину населення міста, активно беруть участь у плануванні до події та реагуванні після події по всьому місту."
            }
          }
        }
      },
      "3": {
        "name": "Планування стійкості",
        "1": {
          "name": "Громадська освіта щодо обізнаності про небезпеки, ризики та інформацію про стихійні лиха",
          "questions": {
            "1": {
              "text": "Чи є в місті достатньо кваліфікованого персоналу в установах охорони здоров’я та освіти?",
              "score 0": "Більшість установ охорони здоров’я та освіти не мають достатньо кваліфікованого персоналу.",
              "score 1": "Декілька установ охорони здоров’я та освіти мають достатньо кваліфікованого персоналу.",
              "score 2": "Більшість установ охорони здоров’я та освіти мають достатньо кваліфікованого персоналу.",
              "score 3": "Так, всі установи охорони здоров’я та освіти мають достатньо кваліфікованого персоналу."
            },
            "2": {
              "text": "Чи спроектовані установи охорони здоров’я та освіти згідно з принципами адаптивної архітектури та належним чином підготовлені для витримки впливів природних небезпек?",
              "score 0": "Практично не враховуються принципи адаптивної архітектури при проектуванні цих установ.",
              "score 1": "Кілька установ спроектовані згідно з принципами адаптивної архітектури.",
              "score 2": "Більшість установ спроектовані згідно з принципами адаптивної архітектури.",
              "score 3": "Так, усі установи спроектовані згідно з принципами адаптивної архітектури."
            },
            "3": {
              "text": "Чи використовуються установи охорони здоров’я та освіти стратегічно як безпечні укриття у випадку природних небезпек?",
              "score 0": "Ще не існує стратегії для використання цих установ як безпечних укриттів у разі природних небезпек.",
              "score 1": "Дуже мало установ використовуються як безпечні укриття.",
              "score 2": "Деякі з цих установ використовуються як безпечні укриття, але є можливості для покращення.",
              "score 3": "Так, ці установи використовуються як безпечні укриття у випадку природних небезпек, як частина існуючих стратегій управління ризиками стихійних лих."
            },
            "4": {
              "text": "Чи організовані установи охорони здоров’я та освіти для забезпечення безперервності їхніх послуг у випадку стихійного лиха?",
              "score 0": "Ще немає механізмів для цього в місті.",
              "score 1": "Є дуже мало установ, які зможуть продовжувати функціонувати в разі стихійного лиха.",
              "score 2": "Є деякі механізми для цього, але вони не завжди ефективно працюють у разі стихійного лиха.",
              "score 3": "Так, є механізми надзвичайних ситуацій, які ефективно забезпечують безперервність функцій цих установ у разі стихійного лиха."
            },
            "5": {
              "text": "Чи існує координована кампанія зі зв’язків з громадськістю та освіти, зі структурованими повідомленнями та каналами для забезпечення правильного поширення інформації про небезпеки, ризики та стихійні лиха (яку можна зрозуміти і використовувати)?",
              "score 0": "Системи для поширення критичної інформації про ризики стихійних лих абсолютно неадекватні.",
              "score 1": "Існують деякі корисні програми/канали для поширення інформації про небезпеки, ризики та стихійні лиха, але є значний простір для покращення для досягнення більшої частини населення. 25% населення міста охоплено.",
              "score 2": "Існують кампанії та програми (ЗМІ та освіта) для забезпечення правильного поширення інформації про небезпеки, ризики та стихійні лиха. Основні повідомлення досягають більше 50% населення міста.",
              "score 3": "Повністю координовані кампанії та програми (ЗМІ та освіта) існують для забезпечення правильного поширення інформації про небезпеки, ризики та стихійні лиха. Основні повідомлення досягають більше 75% населення міста."
            }
          }
        },
        "2": {
          "name": "Навчання з ризиків та стійкості для всіх секторів міста, включаючи уряд, бізнес, НУО та громаду",
          "questions": {
            "1": {
              "text": "Чи пропонуються курси навчання з питань ризику та стійкості для всіх секторів міста, включаючи уряд, бізнес, НУО та громаду?",
              "score 0": "Мало або зовсім немає відповідного навчання, яке б було адаптоване до потреб міста.",
              "score 1": "Є деякі навчальні модулі, але охоплення та зміст потребують значного покращення.",
              "score 2": "Місто має досвід проведення навчання з питань стійкості для деяких секторів, але інші сектори потребують навчання та залучення.",
              "score 3": "Є курси навчання з ризиків, стійкості та реагування на стихійні лиха для всіх секторів міста, включаючи уряд, бізнес, НУО та громаду."
            }
          }
        },
        "3": {
          "name": "Обізнаність щодо необхідного обладнання та постачання + їх забезпечення",
          "questions": {
            "1": {
              "text": "Чи буде достатньо обладнання для перших респондентів, з військовою або цивільною підтримкою за потреби?",
              "score 0": "Є значні прогалини в можливостях задоволення потреб навіть при «найімовірнішому» сценарії.",
              "score 1": "Обладнання забезпечить базові потреби при «найгіршому» сценарії, але відомо, що існують прогалини.",
              "score 2": "Рівень обладнання та ресурсів був змодельований або доведений як достатній для «найгіршого» сценарію, хоча це залежить від взаємної допомоги. Угоди взаємної допомоги перевіряються на ймовірність впливу одна на одну при тому ж лихові.",
              "score 3": "Рівень обладнання та ресурсів був змодельований або доведений як достатній для «найгіршого» сценарію."
            }
          }
        }
      }
    },
    "economic": {
      "name": "ЕКО-\nНОМІКА",
      "1": {
        "name": "Економічний вплив",
        "1": {
          "name": "Бізнес із документованим планом безперервності діяльності",
          "questions": {
            "1": {
              "text": "Яка частка підприємств має документований план безперервності діяльності, що був переглянутий за останні 18 місяців?",
              "score 0": "Менше 20%.",
              "score 1": "20 - 40% підприємств.",
              "score 2": "40 - 60% підприємств.",
              "score 3": "60 - 100% підприємств."
            }
          }
        },
        "2": {
          "name": "Фінансування місцевої економіки",
          "questions": {
            "1": {
              "text": "Чи міська влада / провідні агентства розуміють всі джерела фінансування, а також «дивіденди стійкості», мають зв’язки, розуміють всі доступні шляхи для залучення зовнішнього фінансування та активно залучають кошти для основних інвестицій у стійкість?",
              "score 0": "Малий рівень розуміння / обізнаності про доступні джерела фінансування для зменшення ризиків стихійних лих (DRR).",
              "score 1": "Є певна видимість шляхів фінансування, але картина є неповною, і робиться небагато для залучення цих коштів.",
              "score 2": "Місто обізнане про численні шляхи для забезпечення фінансування заходів зменшення ризиків стихійних лих (DRR) і активно працює над залученням цих коштів.",
              "score 3": "Місто повністю розуміє всі шляхи забезпечення фінансування заходів DRR, активно працює над залученням цих коштів і має певний успіх."
            }
          }
        }
      },
      "2": {
        "name": "Планування стійкості",
        "1": {
          "name": "Фінансовий план і бюджет для стійкості, включаючи резервні фонди",
          "questions": {
            "1": {
              "text": "Чи має місто спеціальний «захищений» бюджет, необхідні ресурси та резервні фонди для місцевого зменшення ризиків стихійних лих (запобігання, пом’якшення наслідків, реагування та відновлення)?",
              "score 0": "Чіткого плану немає.",
              "score 1": "Деякі плани є в різних агентствах / організаціях, але вони не узгоджені.",
              "score 2": "Фінансовий план міста дозволяє проводити заходи з DRR, бюджети захищені.",
              "score 3": "Фінансовий план міста є всебічним стосовно заходів DRR, бюджети захищені, і резервні плани створені."
            }
          }
        }
      }
    },
    "institutional": {
      "name": "ІНСТИТУЦІЙНА",
      "1": {
        "name": "Управління",
        "1": {
          "name": "Органи управління надзвичайними ситуаціями мають достатню кількість персоналу",
          "questions": {
            "1": {
              "text": "Чи має відповідальний орган управління надзвичайними ситуаціями достатню кількість персоналу для виконання обов’язків першого реагування в умовах сценарію зростання навантаження?",
              "score 0": "Не визначена можливість роботи в умовах зростання навантаження.",
              "score 1": "Охоплення всіх районів протягом 48-72 годин.",
              "score 2": "Охоплення всіх районів протягом 24-48 годин.",
              "score 3": "Можливість роботи в умовах зростання навантаження існує та тестується через реальні події або навчання для поточних і передбачуваних ризиків; охоплення всіх районів можливе протягом 4 годин."
            }
          }
        }
      },
      "2": {
        "name": "система раннього попередження та рівень оповіщення",
        "1": {
          "name": "Система раннього попередження населення",
          "questions": {
            "1": {
              "text": "Тривалість та надійність попереджень – забезпечення можливості вжити практичних заходів.",
              "score 0": "Менше половини населення може отримати повідомлення через систему раннього попередження.",
              "score 1": "Передбачається, що більше половини населення може отримати повідомлення через систему раннього попередження.",
              "score 2": "Передбачається, що понад 75% населення може отримати повідомлення через систему раннього попередження.",
              "score 3": "Передбачається, що понад 90% населення може отримати повідомлення через систему раннього попередження."
            }
          }
        }
      },
      "3": {
        "name": "Системи охорони здоров'я",
        "1": {
          "name": "Адекватний доступ до якісної медичної допомоги",
          "questions": {
            "1": {
              "text": "В якій мірі загальні медичні послуги функціонують в межах потужностей у будь-який час і забезпечують адекватну та доступну медичну допомогу для всіх?",
              "score 0": "Немає механізмів, які б забезпечували доступність загальних медичних послуг для всіх. Деякі групи населення мають труднощі з доступом до доступної медичної допомоги. Штати медичних працівників часто є неповними в загальних медичних службах міста, і спостерігається гострий дефіцит кваліфікованих і мотивованих медичних працівників. Немає додаткових ресурсів або механізмів для забезпечення надання медичної допомоги під час пікових навантажень (наприклад, під час епідемії або екстремальних погодних умов), що зазвичай призводить до значного негативного впливу на результати лікування пацієнтів.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Загальні медичні послуги доступні для всіх, і існують механізми для забезпечення їх доступності для всіх. Немає груп населення, які б мали труднощі з доступом до доступної медичної допомоги. Штати медичних працівників рідко є неповними, і є достатньо кваліфікованих, мотивованих медичних працівників. Існують механізми, що забезпечують здатність системи реагувати на пікові навантаження (наприклад, під час епідемії або екстремальних погодних умов), і зазвичай немає значного негативного впливу на результати лікування пацієнтів."
            },
            "2": {
              "text": "В якій мірі доступна та доступна ефективна допомога для матерів і планування сім'ї?",
              "score 0": "Материнська допомога, освіта з планування сім'ї, заклади та ресурси серйозно недофінансовані і недоступні або недоступні багатьом в місті. Менші групи населення та вразливі групи часто не мають доступу до цих послуг.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Материнська допомога, освіта з планування сім'ї, заклади та ресурси добре фінансуються, широко доступні та безкоштовні на момент надання послуг. Існують спеціальні ініціативи для досягнення меншини та вразливих груп. Забезпечується високий рівень професійної медичної допомоги та підтримки матері та дитини під час і після вагітності."
            },
            "3": {
              "text": "В якій мірі доступні та доступні медичні послуги для лікування неінфекційних захворювань (НІЗ)?",
              "score 0": "В місті відсутні якісні заклади та персонал для лікування НІЗ. Ресурси обмежені, і люди не отримують доступу до належного та доступного лікування вчасно. У місті відсутнє спеціалізоване лікування для таких НІЗ, як рак, серцево-судинні захворювання, респіраторні захворювання, діабет, проблеми з нирками тощо.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "В місті є якісні, добре фінансовані заклади та персонал для лікування НІЗ. Люди отримують своєчасне, доступне та якісне лікування. Існують спеціалізовані підрозділи, заклади та експерти для конкретних НІЗ, таких як рак, серцево-судинні захворювання, респіраторні захворювання, діабет, проблеми з нирками тощо."
            },
            "4": {
              "text": "В якій мірі послуги психічного здоров'я доступні та доступні для всіх?",
              "score 0": "Послуги психічного здоров'я серйозно недофінансовані в місті і не можуть задовольнити попит на ці послуги. Існує гострий дефіцит медичної та психологічної підтримки для: • жертв злочинів та насильства • мігрантів • пацієнтів з залежностями. Плани надзвичайних ситуацій не враховують можливість збільшення попиту на психологічну підтримку після шокових ситуацій.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "У місті є безкоштовні послуги психічного здоров'я, і вони доступні для всіх. Є достатня кількість медичної та психологічної підтримки для: • жертв злочинів та насильства • мігрантів • пацієнтів з залежностями. Крім того, плани надзвичайних ситуацій враховують можливість збільшення попиту на психологічну підтримку після шокових ситуацій."
            }
          }
        },
        "2": {
          "name": "Екстрена медична допомога",
          "questions": {
            "1": {
              "text": "В якій мірі екстрені медичні послуги адекватно забезпечені для реагування на великі події?",
              "score 0": "В місті дуже мало екстрених медичних закладів. Вони не ефективно розподілені в просторі. Немає достатньої кількості екстрених лікарів (хірургів, лікарів) і медсестер, щоб справлятися з збільшенням кількості жертв від великих інцидентів. Немає угод з сусідніми лікарнями про прийом деяких жертв великих інцидентів.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Існує добре розподілена мережа добре забезпечених екстрених медичних закладів по всьому місту, що гарантує близькість до лікарень для всіх громадян. Є достатня кількість екстрених лікарів і медсестер для реагування на великі інциденти. У цьому пулі працівників є достатня кількість спеціалізованих навичок/підготовки для лікування специфічних екстрених випадків (наприклад, опіків, пандемічних випадків) і є відповідне медичне обладнання та заклади. Існують формальні угоди між мережами лікарень і медичних організацій (включаючи НУО) для допомоги в управлінні піковими інцидентами."
            },
            "2": {
              "text": "В якій мірі екстрені медичні служби належно підготовлені до великих подій?",
              "score 0": "Планування в системі охорони здоров'я для реагування на великі події або відсутнє, або є серйозно обмеженим. Немає загальноміського плану координації медичних ресурсів після великої події. Ролі та обов'язки для реагування на велику подію не визначені. Тренування з підготовки до катастрофи проводяться рідко або ніколи не проводяться на рівні окремих закладів чи на рівні міста.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Є ефективне інтегроване планування екстреної допомоги в системі охорони здоров'я для реагування на великі події. Усі екстрені медичні заклади мають плани безперервності бізнесу та плани реагування на катастрофи. Існує загальноміський план координації медичних ресурсів після великої події, і ролі та обов'язки чітко визначені в ньому. Тренування з підготовки до катастрофи проводяться регулярно на рівні окремих закладів (не менше одного разу на рік) і на рівні міста (не менше одного разу кожні 3 роки)."
            }
          }
        },
        "3": {
          "name": "Ефективні служби екстреного реагування",
          "questions": {
            "1": {
              "text": "До якого рівня служба швидкої допомоги належним чином підготовлена та оснащена для ефективного реагування на виклики?",
              "score 0": "Парамедики/швидка допомога працюють нижче максимальної потужності в будь-який час і здатні реагувати на 100% щоденних викликів. Завжди є достатньо парамедиків для реагування на інциденти, що стосуються здоров'я (швидка допомога). Є надійна система викликів для отримання та обробки громадських екстрених викликів. Парамедики/медичні працівники мають достатньо потужностей і/або домовленостей для управління збільшеною кількістю інцидентів. Вони добре підготовлені, оснащені та регулюються. Вони також підготовлені та оснащені для реагування на специфічні великомасштабні надзвичайні ситуації, з якими місто може зіткнутися (наприклад, землетруси, тероризм тощо), забезпечуючи можливість знайти і допомогти постраждалим.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "У місті немає служб швидкої допомоги або є серйозний дефіцит потужностей у повсякденному реагуванні на надзвичайні ситуації. Це робить місто неспроможним ефективно управляти повсякденними викликами, пов'язаними зі здоров'ям. Парамедики/медичні працівники не підготовлені, не оснащені, не готові до реагування на великі інциденти, які можуть вимагати спеціалізованих знань (наприклад, землетруси, тероризм тощо)."
            },
            "2": {
              "text": "До якого рівня пожежна служба належним чином підготовлена та оснащена для ефективного реагування на виклики?",
              "score 0": "У місті немає служб пожежного реагування або є серйозний дефіцит потужностей у повсякденному реагуванні на пожежі. Це робить місто неспроможним ефективно управляти (повсякденними) пожежними інцидентами. Пожежники не підготовлені, не оснащені, не готові реагувати на великі інциденти, які можуть вимагати спеціалізованих знань (наприклад, землетруси, тероризм тощо).",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Пожежні служби працюють нижче максимальної потужності в будь-який час і здатні реагувати на 100% щоденних викликів. Завжди є достатньо пожежників для реагування на інциденти з пожежами. Є надійна система викликів для отримання та обробки громадських екстрених викликів. Пожежники мають надлишкові потужності і/або домовленості для управління збільшеною кількістю інцидентів. Вони добре підготовлені, оснащені та регулюються. Вони також підготовлені та оснащені для вирішення специфічних великомасштабних надзвичайних ситуацій, з якими місто може зіткнутися (наприклад, землетруси, тероризм тощо), забезпечуючи можливість знайти і допомогти постраждалим."
            },
            "3": {
              "text": "До якого рівня поліція належним чином підготовлена та оснащена для ефективного реагування на виклики?",
              "score 0": "У місті немає служб поліції або є серйозний дефіцит потужностей у повсякденному реагуванні на інциденти, що стосуються правопорядку. Це робить місто неспроможним ефективно управляти (повсякденними) інцидентами, що стосуються правопорядку (реагування поліції). Поліція не підготовлена, не оснащена, не готова реагувати на великі інциденти, які можуть вимагати спеціалізованих знань (наприклад, землетруси, тероризм тощо).",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Поліцейські служби працюють нижче максимальної потужності в будь-який час і здатні реагувати на 100% щоденних викликів. Завжди є достатньо поліції для реагування на інциденти, що стосуються правопорядку (наприклад, поліція). Є надійна система викликів для отримання та обробки громадських екстрених викликів. Поліція має надлишкові потужності і/або домовленості для управління збільшеною кількістю інцидентів. Вони добре підготовлені, оснащені та регулюються. Вони також підготовлені та оснащені для вирішення специфічних великомасштабних надзвичайних ситуацій, з якими місто може зіткнутися (наприклад, землетруси, тероризм тощо), забезпечуючи можливість знайти і допомогти постраждалим."
            },
            "4": {
              "text": "До якого рівня є належно підготовлений, оснащений та координований офіційний екстрений відгук для управління великими інцидентами та негайними наслідками катастроф?",
              "score 0": "У місті немає екстреного реагування та пошуково-рятувальних можливостей, а також відсутні можливості для залучення ресурсів з регіональних або національних джерел, якщо це необхідно. Це робить місто неспроможним надати негайну допомогу на великі інциденти/надзвичайні ситуації.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "Екстрені служби (поліція, пожежники, швидка допомога тощо) підготовлені, оснащені та координовані для управління великими інцидентами (наприклад, землетруси, тероризм тощо). Існує можливість пошуково-рятувальних робіт з надійною стратегією залучення таких ресурсів, як армія, НУО або інших тренованих волонтерів за потреби. Команди реагування оснащені для вирішення всіх високих ризиків катастроф. Це включає спеціалізоване обладнання та навчання (наприклад, реагування на небезпечні матеріали). Місто провело детальну інвентаризацію повного набору ресурсів, що знаходяться під його контролем, а також ресурсів, що знаходяться поза його контролем (наприклад, контрольованих приватним сектором або іншими державними органами). Інвентаризація базується на точних, оновлених даних. Існують механізми для регулярного перегляду та оновлення інвентаризації. Всі учасники реагування регулярно проходять навчання з управління катастрофами/пошуково-рятувальних робіт (не менше одного разу на рік)."
            },
            "5": {
              "text": "До якого рівня в місті є механізми для мобілізації критичних не фінансових ресурсів (люди, обладнання) для надання екстреної допомоги та основних товарів для наступної допомоги (їжа та основні потреби) після катастрофи?",
              "score 0": "У місті відсутні загальноміські плани надзвичайних ситуацій, які включають планування доступу до екстрених ресурсів. Відсутній механізм для мобілізації критичних не фінансових ресурсів. Місто не проводило інвентаризацію активів, або інвентаризація була неповною, неточною або неоновленою. Місто не проводить навчання з використання цих ресурсів у випадку великої події.",
              "score 1": "20 - 40% рівень обслуговування (включаючи якість)",
              "score 2": "40 - 60% рівень обслуговування (включаючи якість)",
              "score 3": "У місті є механізми для мобілізації необхідних не фінансових ресурсів, включаючи персонал, обладнання та стратегічні ресурси для відновлення життєво важливих служб. Всі учасники проходять регулярне навчання для ефективної мобілізації ресурсів, а інвентаризація активів є точною, актуальною та регулярно переглядається."
            }
          }
        }
      }
    },
    "physical": {
      "name": "ФІЗИЧНИЙ",
      "1": {
        "name": "Основна інфраструктура",
        "1": {
          "name": "Основна інфраструктура: водопостачання, санітарія та каналізація, дороги, автомагістралі, мости, порти, енергопостачання тощо",
          "questions": {
            "1": {
              "text": "Чи розробила, випустила та оновила міська адміністрація або інші органи планування базову карту міста чи карти за такими темами: водопостачання, санітарія та каналізація, дороги, шосе, мости, порти, електропостачання або інші подібні теми?",
              "score 0": "Жодна з тем не була зібрана у форматі карти або не містить актуального (поточного) статусу",
              "score 1": "Частково, лише деякі теми доступні та актуальні",
              "score 2": "Так, більшість оновлені, але не інтегровані; деякі теми відсутні, недоступні або не оновлені",
              "score 3": "Так, для всіх із них, і вони регулярно оновлюються"
            }
          }
        },
        "2": {
          "name": "Критична інфраструктура: картографування, планування та стратегії захисту",
          "questions": {
            "1": {
              "text": "Критична інфраструктура: картографування, планування та стратегії захисту",
              "score 0": "Немає планів чи форумів. Ризики критичної інфраструктури недостатньо зрозумілі у місті.",
              "score 1": "Ризики зрозумілі для деяких, але не для всіх основних типів інфраструктури.",
              "score 2": "Існує форум критичної інфраструктури або інші засоби для встановлення спільного розуміння ризиків між містом і різними постачальниками комунальних послуг щодо точок напруження системи/ризиків у масштабах міста.",
              "score 3": "Місто розробляє та впроваджує (у співпраці з іншими зацікавленими сторонами) план або стратегію критичної інфраструктури для захисту її критичних об'єктів, комунальних послуг та сервісів. Стратегія висвітлює ризики/навантаження та включає плани безперервності для основних послуг."
            }
          }
        },
        "3": {
          "name": "Вода, санітарія та енергія: основна дренажна мережа, основні водяні резервуари/сховища, інфраструктура для очищення стічних вод тощо;",
          "questions": {
            "1": {
              "text": "Чи достатньо, на вашу думку, у місті безпечних водяних резервуарів на випадок надзвичайної ситуації?",
              "score 0": "Майже немає безпечних водяних резервуарів на випадок надзвичайної ситуації",
              "score 1": "У місті є декілька безпечних водяних резервуарів",
              "score 2": "Є деякі водяні резервуари, які забезпечують більшість населення питною водою і є безпечними на випадок надзвичайної ситуації",
              "score 3": "Так, є достатньо водяних резервуарів, щоб витримати період повені або посухи, і вони безпечно розташовані (наприклад, на підвищеннях, стійкі до сильних буревіїв тощо)"
            },
            "2": {
              "text": "Чи адекватно, на вашу думку, існуючі дренажні та санітарні споруди (наприклад, дренажні канали, вбиральні, туалети, очисні споруди для стічних вод, каналізаційна система) спроєктовані для витримування сильних дощів чи повеней?",
              "score 0": "Майже немає дренажних та санітарних споруд, спроєктованих для такої мети, у місті",
              "score 1": "Декілька районів міста обладнані такими дренажними та санітарними спорудами, але вони не можуть витримати сильних дощів чи повеней",
              "score 2": "Деякі райони міста обладнані такими дренажними та санітарними спорудами, і вони працюють досить добре під час сильних дощів чи повеней",
              "score 3": "Так, більшість міста обладнано дренажними та санітарними спорудами, спроєктованими для такої мети, і вони добре працюють під час сильних дощів чи повеней"
            },
            "3": {
              "text": "Чи існують у вашому місті механізми збору податків для фінансування надання базових послуг (наприклад, водопостачання, санітарія, управління твердими відходами) та дренажу/обслуговування доріг?",
              "score 0": "У місті немає ефективних механізмів збору податків для цієї мети",
              "score 1": "Механізми збору податків існують, але вони забезпечують лише надання базових послуг та обслуговування дренажу/доріг в одному чи двох районах міста",
              "score 2": "Механізми збору податків існують і дозволяють надавати базові послуги та обслуговувати дренаж/дороги в деяких частинах міста",
              "score 3": "Так, існують ефективні механізми збору податків для адекватного фінансування надання базових послуг та обслуговування дренажу/доріг у більшості частин міста"
            }
          }
        }
      },
      "2": {
        "name": "Планування ризиків і катастроф",
        "1": {
          "name": "Житло, зруйноване або пошкоджене",
          "questions": {
            "1": {
              "text": "Чи існує оновлений і підтверджений реєстр пошкодженого житлового фонду (приватного та державного)?",
              "score 0": "Такі заходи не проводилися або відсутні оновлення, якість інформації ненадійна",
              "score 1": "<50% зареєстровано, оновлено та підтверджено",
              "score 2": ">50% зареєстровано, оновлено та підтверджено",
              "score 3": "100% зареєстровано, оновлено та підтверджено"
            }
          }
        }
      },
      "3": {
        "name": "Планування стійкості",
        "1": {
          "name": "% освітніх споруд, які знаходяться під ризиком пошкодження у сценаріях \"найімовірнішого\" та \"найсерйознішого\"",
          "questions": {
            "1": {
              "text": "% освітніх споруд, які знаходяться під ризиком пошкодження у сценаріях \"найімовірнішого\" та \"найсерйознішого\"",
              "score 0": ">15% навчальних закладів під ризиком у сценарії \"найімовірнішого\".",
              "score 1": "5-10% навчальних закладів під ризиком у сценарії \"найімовірнішого\".",
              "score 2": "Жоден навчальний заклад не знаходиться під ризиком у сценарії \"найімовірнішого\".",
              "score 3": "Жоден навчальний заклад не знаходиться під ризиком у сценарії \"найсерйознішого\"."
            }
          }
        }
      }
    }
  }
}
